Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Note: fire retardant cabling is not acceptable for use and the cabling must provide a minimum one (1) hour rating at the temperatures specified earlier in this guide. Certification of compliance with this must be provided.
vi: Note: fire retardant cabling is not acceptable for use and the cabling must provide a minimum one (1) hour rating at the temperatures specified earlier in this guide. Certification of compliance with this must be provided. / Chú ý: không chấp nhận cáp fire retardant (cáp fire retardant được thiết kế để chống cháy lan sang các khu vực khác, giảm khói và khí độc khi cháy, khác với fire resistant là được thiết kế chống cháy để đảm bảo mạch điện tiếp tục vận hành trong một khoảng thời gian nhất định), và cáp phải đảm bảo chống cháy tối thiểu 1h. Phải cung cấp chứng nhận xác minh tuân thủ yêu cầu chống cháy này.

source: Note:-
vi: Note: / Lưu ý

source: Notes to table
vi: Notes to table / Lưu ý cho bảng trên

source: Notes:
vi: Notes: / Lưu ý

source: Notes: Cooling only systems are not listed as these can only be used where simultaneous heating/cooling is not required based on annual weather data & actual room loads.
vi: Notes: Cooling only systems are not listed as these can only be used where simultaneous heating/cooling is not required based on annual weather data & actual room loads. / Lưu ý: Hệ thống chỉ làm mát không được liệt kê ở đây, do chúng chỉ có thể được sử dụng nơi việc sưởi/làm mát đồng thời không được yêu cầu dựa trên dữ liệu thời tiết hàng năm và phụ tải phòng thực tế

source: Notes: Two pipe systems is not shown as this can only be used where simultaneous heating/cooling is not required for room temperature control.
vi: Notes: Two pipe systems is not shown as this can only be used where simultaneous heating/cooling is not required for room temperature control. / Lưu ý: ở đây không trình bày về hệ thống 2 ống do hệ thống này chỉ được sử dụng khi việc kiểm soát nhiệt độ phòng không yêu cầu sưởi/làm mát đồng thời

source: Notify fire brigade If appropriate
vi: Thông báo tới lực lượng PCCC nếu hợp lý

source: Notify fire brigade if appropriate
vi: Notify fire brigade if appropriate / Thông báo tới lực lượng PCCC nếu hợp lý

source: Number of Guest Bedrooms
vi: Number of Guest Bedrooms / Số phòng ngủ

source: OBJECTIVES
vi: Objectives / Mục tiêu

source: OVERALL BUILDING AIR BALANCE TO PREVENT INFILTRATION
vi: OVERALL BUILDING AIR BALANCE TO PREVENT INFILTRATION / Cân bằng không khí trong tòa nhà để tránh khí ngoài thâm nhập

source: Objectives
vi: Objectives / Mục tiêu

source: Occupancy of the function room equals 400 people (1m2 / person)
vi: Occupancy of the function room equals 400 people (1m2/person) / Sức chứa phòng 400 người (1m2/người)

source: Occupancy sensors are the IHG recommended energy saver for guest rooms.
vi: Occupancy sensors are the IHG recommended energy saver for guest rooms. / Cảm biến người trong phòng được IHG khuyến nghị sử dụng nhằm tiết kiệm năng lượng cho phòng khách

source: Offices
vi: Offices / Các văn phòng

source: Once this has been approved in principle by InterContinental Hotels Group, the designer must be responsible for obtaining the approval of the local regulatory authority which should follow the process as indicated below:
vi: Once this has been approved in principle by InterContinental Hotels Group, the designer must be responsible for obtaining the approval of the local regulatory authority which should follow the process as indicated below: / Một khi các nội dung này đã được phê duyệt bởi IHG, thiết kế phải chịu trách nhiệm xin phê duyệt của cơ quan quản lý địa phương, tuân theo quy trình được mô tả dưới đây

source: One plastic pipework system incorporates a three layer composite polypropylene pipe. Typically the three layers are designed with the following criteria:
vi: One plastic pipework system incorporates a three layer composite polypropylene pipe. Typically the three layers are designed with the following criteria: / Một hệ thống đường ống nhựa gồm ống composit PP ba lớp. Thông thường, ba lớn thường được thiết kế theo các mục sau

source: Only similar zoned rooms on same system
vi: Only similar zoned rooms on same system / Chỉ các phòng được phân khu giống nhau trên cùng hệ thống

source: Open air parking
vi: Open air parking / Bãi đỗ xe ngoài trời

source: Opening windows are an acceptable alternative to mechanical ventilation in suitable climates. Exhaust systems shall be provided for processes such as welding, carpentry, painting
vi: Opening windows are an acceptable alternative to mechanical ventilation in suitable climates. Exhaust systems shall be provided for processes such as welding, carpentry, painting / Tại các vùng khí hậu thích hợp, phương án mở cửa sổ có thể thay thế cho thông khí cơ học. Sẽ cung cấp hệ thống hút khí cho các công việc như hàn, mộc, quét sơn.

source: Openings have to be made in fire resisting construction for the passage of pipes, cables and ductwork but to prevent the spread of fire via these openings they have to be protected.
vi: Openings have to be made in fire resisting construction for the passage of pipes, cables and ductwork but to prevent the spread of fire via these openings they have to be protected. / Cần tạo các khoảng hở/lỗ mở trong kết cấu chống cháy để đi ống, cáp và ống thông khí, tuy nhiên để ngăn cháy lan qua các khoảng hở/lỗ mở này, các đường ống phải được bảo vệ.

source: Operate visual & vibrating alarms
vi: Kích hoạt báo động hình ảnh và rung

source: Operation of.
vi: Các điều kiện sau xảy ra:

source: Optimize façade design
vi: Optimize façade design / Tối ưu hóa thiết kế mặt dựng

source: Optional Simpler Efficient Solution (Recommended)
vi: Optional Simpler Efficient Solution (Recommended) / Phương án đơn giản hiệu quả hơn (khuyến nghị)

source: Options 1 - 4 provide more opportunity for heat recovery from a central plant.
vi: Options 1 - 4 provide more opportunity for heat recovery from a central plant. / Phương án 1-4 tạo điều kiện thu hồi nhiệt từ trạm máy trung tâm dễ dàng hơn

source: Other Fire Suppression System
vi: Other Fire Suppression System Các hệ thống chữa cháy khác

source: Other fire suppression system operates
vi: Kích hoạt các hệ thống chữa cháy khác

source: Other relevant documentation is provided below:-
vi: Other relevant documentation is provided below:- / Các tài liệu có liên quan được liệt kê dưới đây

source: Outdoor Pools
vi: Outdoor Pools / Bể bơi ngoài trời

source: Outer Layer
vi: Outer Layer / Lớp ngoài

source: Outline schematic layouts to illustrate the fire strategy
vi: Outline schematic layouts to illustrate the fire strategy / Sơ đồ nguyên lý để minh họa cho chiến lược PCCC

source: Output to BMS
vi: Output to BMS / Output đến BMS

source: Ovens
vi: Ovens / Lò nướng

source: Over 800mm shall require upturned sprinklers (combustible ceiling).
vi: Over 800mm shall require upturned sprinklers (combustible ceiling). / Nếu trên 800mm, cần có sprinkler hướng lên trên

source: PA System
vi: PA System / Hệ thống PA

source: PA, Music & Speech with Local on/off/ auto control
vi: PA, Music & Speech with Local on/off/ auto control / PA, Nhạc và Đàm thoại với điều khiển bật/tắt/auto cục bộ

source: PABX rooms
vi: PABX rooms / Phòng PABX

source: PENDANT SPRINKLER HEAD SPRINKLER VALVE ARRANGEMENT - REFER TO DETAIL OPPOSITE it 2.7.4
vi: PENDANT SPRINKLER HEAD / Sprinkler hướng xuống dưới

source: POOR
vi: POOR / kém

source: PREFERABLY LOCATED ADJACENT TO SUBSTATION
vi: preferably located adjacent to substation / Chiller và trạm nước nóng trung tâm - Ưu tiên bố trí gần trạm phụ tải

source: PREFERRED PLANT AND RISER LOCATIONS
vi: PREFERRED PLANT AND RISER LOCATIONS / Vị trí ưu tiên đối với máy và trục ống

source: Packaged water cooled
vi: Packaged water cooled / Chiller nguyên khối giải nhiệt nước

source: Panic Alarm/ Disabled Alarm
vi: Panic Alarm/ Disabled Alarm / Nút gọi khẩn cấp cho người khuyết tật

source: Parking garages liable to
vi: Parking garages liable to / Garage đậu xe có khả năng đóng băng

source: Pathways/Parking
vi: Pathways/Parking / Lối đi/Bãi đỗ xe

source: Payback Period (Years)
vi: Payback Period (Years) / Thời gian hồi vốn

source: Penmeter pub c areas on afferent facades'on entat'on or, different systems (Typically 4-6m maximum) depth
vi: Perimeter pubic areas on different facades/orientation on different systems (Typically 4-6m maximum) depth / Khu rìa không gian công cộng tại các mặt dựng/hướng khác nhau có hệ thống khác nhau (thường sâu max 4-6m)

source: People must be able to turn their back and move away from the fire to reach a place of safety
vi: People must be able to turn their back and move away from the fire to reach a place of safety / Mọi người cần có thể quay lưng và di chuyển khỏi vị trí đám cháy đến nơi an toàn

source: Permeter pubic areas on different facades.'onentaton on different systems (Typcaty 4-6m maximum) depth
vi: Perimeter pubic areas on different facades/orientation on different systems (Typically 4-6m maximum) depth / Khu rìa không gian công cộng tại các mặt dựng/hướng khác nhau có hệ thống khác nhau (thường sâu max 4-6m)

source: Phased evacuation (that is where a limited number of floors are evacuated in phases with guests remaining on other floors) is not permitted and stairs must be of sufficient size to allow the simultaneous evacuation of the occupants of the whole hotel.
vi: Phased evacuation (that is where a limited number of floors are evacuated in phases with guests remaining on other floors) is not permitted and stairs must be of sufficient size to allow the simultaneous evacuation of the occupants of the whole hotel. / Thoát hiểm theo giai đoạn (một số tầng được thoát hiểm theo giai đoạn với khách vẫn ở trên các tầng khác) không được phép và các thang bộ phải đủ lớn để cho phép tất cả khách trong khách sạn thoát hiểm đồng thời

source: Pipe distribution Zones should tie up with domestic water service zones for future phased refurbishments and maintenance.
vi: Pipe distribution Zones should tie up with domestic water service zones for future phased refurbishments and maintenance. / Các zone đường ống phân phối nên liên kết với các zone phục vụ nước sinh hoạt cho các giai đoạn cải tạo và bảo dưỡng về sau

source: Pipe material comparison for Chilled water pipes
vi: Pipe material comparison for Chilled water pipes / So sánh vật liệu cho đường ống nước mát

source: Pipe material comparison for Condenser water pipes
vi: Pipe material comparison for Condenser water pipes / So sánh vật liệu cho ống nước ngưng

source: Places of assembly such as function rooms, meeting rooms, bars and restaurants must be provided with means of escape based upon the size of the room. Restricting the occupancy of an assembly room because of inadequate means of escape is impractical and unacceptable.
vi: Places of assembly such as function rooms, meeting rooms, bars and restaurants must be provided with means of escape based upon the size of the room. Restricting the occupancy of an assembly room because of inadequate means of escape is impractical and unacceptable. / Các nơi hội họp như phòng chức năng, phòng họp, bar và nhà hàng phải được bố trí lối thoát hiểm phù hợp với kích cỡ phòng. Việc giới hạn số lượng người trong một phòng hội họp vì thiếu lối thoát hiểm là không thực tế và không được chấp thuận.

source: Plant Locations- should be central to the location being served
vi: Plant Locations- should be central to the location being served / Vị trí phòng máy (trạm kĩ thuật) - nên ở vị trí trung tâm của các khu vực mà nó phục vụ

source: Plant Rooms
vi: Plant Rooms / Phòng máy

source: Plant areas minimised
vi: Plant areas minimised / Giảm thiểu diện tích cho khu vực kỹ thuật

source: Plant rooms
vi: Plant rooms / Phòng máy

source: Plant separated - long distribution at maximum size
vi: Plant separated - long distribution at maximum size / Các trạm kĩ thuật tách xa nhau - khoảng cách phân phối xa

source: Please leave the hotel at once by the nearest exit."
vi: Please leave the hotel at once by the nearest exit." / "Chú ý, chú ý. Có một sự cố khẩn cấp. Đề nghị rời khỏi khách sạn ngay lập tức thông qua lối thoát gần nhất"

source: Plumbing and Drainage
vi: Plumbing and Drainage Hệ Thống Bơm và Thoát Nước

source: Point of Sale Outlets
vi: Point of Sale Outlets / POS của cửa hàng

source: Point of sale terminals not connected via UPS
vi: Point of sale terminals not connected via UPS / Các máy POS không kết nối qua bộ lưu điện

source: Polybutlene
vi: Polybutylene

source: Polybutlene is Flexible & High Impact resistance pipe . It is composed of three layers
vi: Polybutylene is Flexible & High Impact resistance pipe . It is composed of three layers / Polybutylene có độ dẻo và khả năng chịu va đập tốt

source: Polypropylene
vi: Polypropylene / Nhựa PP

source: Polypropylene (PP) is used extensively for HVAC applications. It is a multilayered pipe mechanically stabilized through a fibre mix integrated in the middle layer & corrosion resistant PP layer in inner and outer part.
vi: Polypropylene (PP) is used extensively for HVAC applications. It is a multilayered pipe mechanically stabilized through a fibre mix integrated in the middle layer & corrosion resistant PP layer in inner and outer part. / PP được sử dụng rộng rãi đối với HVAC. Là loại ống có độ bền ổn định nhờ lớp giữa là hỗn hợp sợi và lớp trong cùng và ngoài cùng là PP chống ăn mòn

source: Polypropylene Composite Pipe
vi: Polypropylene Composite Pipe / Ống composite PP

source: Pool
vi: Pool Bể bơi

source: Pool Deck
vi: Pool Deck / Xung quanh bể bơi

source: Pool hall internal temperature should be designed 1oC above maximum pool water temperature.
vi: Pool hall internal temperature should be designed 1°C above maximum pool water temperature. / Nhiệt độ sảnh bể bơi trong nhà nên duy trì cao hơn 1°C so với nhiệt độ nước bể bơi tối đa

source: Portable visible and vibrating alarm units must be provided for guests with impaired hearing. These units must be operational throughout the hotel and be activated when the fire evacuation alarm is operated. A typical vibrating pad system wireless is illustrated as follows:-
vi: Portable visible and vibrating alarm units must be provided for guests with impaired hearing. These units must be operational throughout the hotel and be activated when the fire evacuation alarm is operated. A typical vibrating pad system wireless is illustrated as follows:- / Thiết bị báo động thị giác, có rung và có thể di chuyển phải được cung cấp cho khách khiếm thính. Các thiết bị này phải được vận hành trên khắp khách sạn và phải được kích hoạt khi có báo động sơ tán kích hoạt. Một hệ thống pad rung không dây được minh họa bên dưới:

source: Positive
vi: Positive / Dương

source: Power
vi: Power / Điện

source: Power Cost ($/kWH)
vi: Power Cost ($/kWH) / Chi phí điện

source: Power demand for different area may vary according to case.
vi: Power demand for different area may vary according to case. / Nhu cầu điện năng của các khu vực có thể khác đi, tùy trường hợp

source: Power for Equipment & General Cleaning
vi: Power for Equipment & General Cleaning / Điện cho thiết bị và làm vệ sinh chung

source: Pre insulated HDPE (High density Polyethylene)
vi: Pre insulated HDPE (High density Polyethylene) / HDPE đã bảo ôn

source: Pre insulated Mild Steel Pipes (Schedule 40,80 )
vi: Pre insulated Mild Steel Pipes (Schedule 40,80 ) / Ống thép mềm đã bảo ôn (SCH 40, 80)

source: Pre-Function Foyer
vi: Pre-Function Foyer / Sảnh pre-function

source: Pre-action Dry Sprinkler
vi: Pre-action Dry Sprinkler / Sprinkler pre-action khô

source: Pre-action Dry Sprinkler System
vi: Pre-action Dry Sprinkler System / Hệ thống sprinkler pre-action khô

source: Pressure range
vi: Pressure range / Dải áp suất

source: Pressurization
vi: Pressurization / Áp suất

source: Primary corridors 1.3m
vi: Primary corridors 1.3m / hành lang chính 1.3m

source: Primary pumping only with variable speed pumps
vi: Primary pumping only with variable speed pumps / Chỉ có bơm chính với các bơm biến tần

source: Private Guest
vi: Private Guest Areas / Phòng riêng của khách

source: Private Guest Areas
vi: Private Guest Areas / Phòng riêng của khách

source: Produces standards for equipment that can be used by employers to demonstrate compliance.
vi: Produces standards for equipment that can be used by employers to demonstrate compliance. / Đưa ra tiêu chuẩn cho thiết bị nhà vận hành có thể sử dụng để minh họa tính tuân thủ

source: Property Section 1 Fire and Life Safety.
vi: Property Section 1 Fire and Life Safety. / Mục 1 về tài sản Tiêu chuẩn An toàn Sinh mạng và PCCC

source: Protection of Openings in Fire Resisting Construction
vi: Protection of Openings in Fire Resisting Construction / Bảo vệ các khoảng trống/lỗ mở trong kết cấu chống cháy

source: Protection of Voids
vi: Protection of Voids / Bảo vệ không gian trống

source: Protection of ventilation ducts and pipe openings.
vi: Protection of ventilation ducts and pipe openings. / Bảo vệ các khoảng hở/lỗ mở cho ống khí và ống dẫn

source: Provide VFD’s (speed control) on all central plant air handling systems and pumps delivering variable air volumes
vi: Provide VFD’s (speed control) on all central plant air handling systems and pumps delivering variable air volumes or operating at varying pressures. / Cung cấp bộ biến tần (kiểm soát tốc độ) trên tất cả các máy trung tâm của hệ thống AHU và bơm, tạo ra thể tích không khí khác nhau hoặc vận hành ở nhiều mức áp suất khác nhau

source: Provide a comfortable odour free temperature controlled environment for occupants up to 24 hours a day.
vi: Provide a comfortable odour free temperature controlled environment for occupants up to 24 hours a day. / Cung cấp cho khách một môi trường thoải mái, không mùi, với nhiệt độ được kiểm soát lên đến 24h/ngày

source: Provide a summary of systems that have been proven and are acceptable. (This does not preclude designers from proposing alternatives, particularly as technology advances. Any alternatives proposed however should be submitted with sufficient detail for comparison and in particular the benefits listed, for IHG approval).
vi: Provide a summary of systems that have been proven and are acceptable. (This does not preclude designers from proposing alternatives, particularly as technology advances. Any alternatives proposed however should be submitted with sufficient detail for comparison and in particular the benefits listed, for IHG approval). / Cung cấp tóm tắt các hệ thống đã được chứng minh và chấp nhận (Không có nghĩa là thiết kế không thể đề xuất giải pháp thay thế, đặc biệt là khi kỹ thuật phát triển. Bất cứ giải pháp nào được đề xuất đều cần đệ trình cho IHG cùng với đầy đủ thông tin so sánh và đặc biệt là liệt kê các lợi ích, để IHG xem xét phê duyệt)

source: Provide automatic gas solenoid shut off valves connected to the fire detection and alarm system for each area served, with a manual knock off button provided adjacent to the exit, all of which shall be connected to the fire panel and BMS.
vi: Provide automatic gas solenoid shut off valves connected to the fire detection and alarm system for each area served, with a manual knock off button provided adjacent to the exit, all of which shall be connected to the fire panel and BMS. / Cung cấp van điện từ tự động ngắt gas kết nối với hệ thống phát hiện và báo cháy cho từng khu vực sử dụng, với nút ngắt bằng tay bố trí gần lối ra, tất cả được kết nối với tủ báo cháy và BMS

source: Provide clear indication of responsibilities.
vi: Provide clear indication of responsibilities. / Xác định rõ phạm vi trách nhiệm

source: Provide clear written and illustrative information.
vi: Provide clear written and illustrative information. / Cung cấp thông tin được trình bày mạch lạc cùng hình ảnh minh họa

source: Provide examples of cost effective simple designs that are proven for use. (This does not preclude the designers from putting forward alternatives that are more cost effective or can provide other benefits).
vi: Provide examples of cost effective simple designs that are proven for use. (This does not preclude the designers from putting forward alternatives that are more cost effective or can provide other benefits). / Cung cấp ví dụ về các thiết kế đơn giản với mức giá tối ưu đã qua kiểm nghiệm thực tế (Điều này không có nghĩa là thiết kế không thể đưa ra các giải pháp khác tối ưu hơn hoặc đem lại các lợi ích khác)

source: Provide individual temperature control in guest rooms, with adjacent rooms having heating/cooling simultaneously
vi: Provide individual temperature control in guest rooms, with adjacent rooms having heating/cooling simultaneously / Bố trí kiểm soát nhiệt độ riêng cho từng phòng khách, với các phòng liền kề có thể sưởi/làm mát đồng thời

source: Provide protection from fire, for example, by being located in a protected stair
vi: Provide protection from fire, for example, by being located in a protected stair / Cung cấp bảo vệ chống cháy, ví dụ, bố trí tại một thang bộ chống cháy

source: Provide protection of life and property by providing both automated and manual facilities for preventing the spread of fire.
vi: Provide protection of life and property by providing both automated and manual facilities for preventing the spread of fire. / Cung cấp bảo vệ an toàn cho tính mạng và tòa nhà bằng việc cung cấp chức năng tự động hoặc bằng tay để ngăn cản việc lan cháy

source: Provide protection of life and property by the early detection and automated alarm/annunciation in the event of a fire incident to the whole hotel.
vi: Provide protection of life and property by the early detection and automated alarm/annunciation in the event of a fire incident to the whole hotel. / Bảo vệ an toàn tính mạng và tài sản bằng việc phát hiện sớm và kích hoạch báo động/thông báo tự động trong trường hợp có hỏa hoạn trên toàn khách sạn

source: Provide redundancy (spare capacity). Configuration may vary depending on the location and subject to InterContinental Hotels Group approval.
vi: Provide redundancy (spare capacity). Configuration may vary depending on the location and subject to InterContinental Hotels Group approval. / Đảm bảo công suất dư thừa. Bố trí máy có thể thay đổi tùy thuộc vào địa điểm và phụ thuộc vào phê duyệt của IHG

source: Provide separate metering for each area served.
vi: Provide separate metering for each area served. / Cung cấp đồng hồ đo riêng cho mỗi khu vực sử dụng

source: Provide sprinklers at top and every alternate or 3rd level -86 0 C
vi: Provide sprinklers at top and every alternate or 3rd level -86°C / Bố trí sprinkler trên đỉnh ống và cách tầng hoặc mỗi ba tầng -86°C

source: Public
vi: Public spaces / Không gian công cộng

source: Public Areas
vi: Public Areas / Khu công cộng

source: Public Areas A/C and Ventilation
vi: Public Areas A/C and Ventilation / A/C và thông gió không gian công cộng

source: Public Areas, Lift Lobbies/ Reception
vi: Public Areas, Lift Lobbies/ Reception / Khu công cộng, sảnh thang mái/lễ tân

source: Public Corridors
vi: Public Corridors / Hành lang công cộng

source: Public Toilets
vi: Public Toilets / Toilet công cộng

source: Public areas
vi: Public areas / Khu công cộng

source: Public spaces
vi: Public spaces / Không gian công cộng

source: Pump or accumulator
vi: Pump or accumulator / Bơm hoặc bình nén

source: Pumps
vi: Pumps / Bơm

source: Quick Connection *
vi: Quick Connection * / Kết nối nhanh

source: Quieter system
vi: Quieter system / Hệ thống chạy ít tiếng ồn hơn
